Repository: agilitation/tickadate-app
Catalog: tickadate/*.lproj/Localizable.strings
Languages: fr

# common/back
source: Back
fr: Retour

# common/cancel
source: Cancel
fr: Annuler

# common/confirm
source: Confirm
fr: Confirmer

# eventDetailsPrompt/message
source: Enter details about this event
fr: Entrez le détail de l'événement

# eventDetailsPrompt/placeholder
source: Participant, location, etc.
fr: invités, lieu, etc.

# eventDetailsPrompt/title
source: Details
fr: Détails

# eventType/form/base/color/label
source: Color
fr: Couleur

# eventType/form/base/isAllDay/label
source: All day
fr: Toute la journée

# eventType/form/base/name/label
source: Name
fr: Titre

# eventType/form/base/name/placeholder
source: Short and memorable description
fr: Restaurant, piscine, etc.

# eventType/form/base/promptForDetails/label
source: Prompt for details
fr: Demander des détails

# eventType/form/base/shouldAskForLocation/label
source: Save current location
fr: Enregistrer ma géolocalisation

# eventType/form/defaultValues/duration/label
source: Duration
fr: Durée

# eventType/form/defaultValues/duration/placeholder
source: 60' by default
fr: 1h par défaut

# eventType/form/defaultValues/notes/placeholder
source: These notes will be added in the event description
fr: Ces notes seront ajoutées à la description de l'événement

# eventType/form/defaultValues/time/label
source: Start time
fr: Heure de démarrage

# eventType/form/defaultValues/title
source: Default values
fr: Valeurs par défaut

# eventType/form/defaultValues/title/label
source: Event title in calendar
fr: Titre

# eventType/form/defaultValues/title/placeholder
source: Name of the event type by default
fr: Sera utilisé dans votre agenda

# eventType/form/publish/calendar/label
source: Calendar
fr: Calendrier

# eventType/form/publish/reminderLists/label
source: Reminder list
fr: Liste

# eventType/form/publish/shouldCreateEventInCalendar/label
source: Create events in my calendar
fr: Publier dans un calendrier

# eventType/form/publish/shouldCreateReminder/label
source: Create a reminder
fr: Créer un rappel

# eventType/form/publish/title
source: Publish options
fr: Publication

# eventType/form/reminder/days/label
source: Days
fr: Nombre de jours

# eventType/form/reminder/days/placeholder
source: Number of days to delay
fr: Délai avant rappel

# eventType/form/reminder/time/label
source: Time
fr: Heure du rappel

# eventType/form/reminder/time/placeholder
source: Heure du rappel
fr: Même heure que le tick

# eventTypes/table/unsufficient/alert/message
source: You have reached the maximum number of active events. To continue, please select one of the following options
fr: Vous avez atteint la limite d'événements actifs. Pour continuer, merci de sélectionner une des options suivantes :

# eventTypes/table/unsufficient/alert/title
source: Out of events
fr: Plus d'événements

# eventTypes/table/unsufficient/buy3
source: Buy 3 additional events
fr: Acheter 3 événements supplémentaires

# eventTypes/table/unsufficient/unlock
source: Unlock unlimited events
fr: Débloquer les événements illimités

# quickDatePicker/inAWeek
source: In a week
fr: Dans une semaine

# quickDatePicker/nextWeek
source: Next Week
fr: La semaine prochaine

# quickDatePicker/today
source: Today
fr: Aujourd'hui

# quickDatePicker/tomorrow
source: Tomorrow
fr: Demain

# quickDatePicker/yesterday
source: Yesterday
fr: Hier

# stats/dayOfYear/label
source: Current year frequency
fr: Fréquence sur l'année

# stats/frequency/hoursOfday
source: Frequency By Hours
fr: Fréquence par heure

# stats/interval/label
source: Time between two consecutive events
fr: Temps entre deux événements

# stats/lastTime/label
source: Last time
fr: Dernière fois

# stats/lastTime/none
source: None
fr: Aucun événement

# stats/nextTime/label
source: Next time
fr: Prochaine fois

# stats/nextTime/none
source: None
fr: Pas d'événement prévu

# stats/timesPerDay/label
source: Times per day
fr: Par jour

# stats/timesPerWeek/label
source: Times per week
fr: Par semaine

# stats/timesPerWeekday/label
source: Times per weekday
fr: Par jour de la semaine
